{
  "id": "ss10r",
  "name": {
    "da": "Et symbol på forening",
    "de": "Ein Symbol der Einheit",
    "en": "A Symbol of Unification",
    "es": "Un símbolo de unificación",
    "fr": "Un symbole d'union",
    "he": "סמל לאיחוד",
    "hr": "Simbol ujedinjenja",
    "it": "Un simbolo di unità",
    "ja": "統一のシンボル",
    "ko-KR": "단결의 상징",
    "no": "Et symbol på forening",
    "pl": "Symbol jedności",
    "pt": "Um símbolo de unificação",
    "pt-BR": "Um símbolo de unificação",
    "ru": "Символ единства",
    "sr": "Simbol ujedinjenja",
    "tr": "Birleşmenin Sembolü",
    "uk": "Символ єднання",
    "zh-CN": "团结的象征",
    "zh-TW": "統一象徵"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Du ved, i gamle dage havde vi faktisk et flag – eller, det var mest bare et stykke stof. Men når man så det, vidste man, at der var allierede i nærheden, og at man var på hjemmebane. Så jeg tænkte…",
    "de": "Weißt du, früher hatten wir eine Flagge – na ja, war kaum mehr als ein Stück Stoff. Aber wenn man sie sah, wusste man, es waren Verbündete in der Nähe, man war auf heimischem Boden. Also dachte ich mir …",
    "en": "Y’know, back in the day we actually used to have a flag - well, a scrap of cloth more than anything. Still, seeing it meant you knew you had allies nearby, that you were on your own home turf. So, I was thinking…",
    "es": "Antes teníamos una bandera, o bueno, un trozo de tela más que nada, pero cuando la veías, sabías que había aliados cerca, que estabas en casa. Eso me ha hecho pensar...",
    "fr": "Vous savez, à l'époque, on utilisait un drapeau, enfin, c'était plus un bout de tissu qu'on accrochait. Mais sa simple vue signifiait que des alliés étaient dans les parages, que nous étions sur notre territoire. Du coup, je me disais...",
    "he": "אתם יודעים, פעם באמת היה לנו דגל - טוב, יותר פיסת בד מכל דבר אחר. בכל זאת, כשראית אותו ידעת שיש בעלי ברית בסביבה, שאתה במגרש הביתי שלך. אז, חשבתי...",
    "hr": "Znaš, nekad davno smo zapravo imali zastavu - dobro, više komad tkanine nego išta drugo. Ipak, vidjeti je značilo je da znaš da imaš saveznike u blizini, da si na svom terenu. Pa sam razmišljao…",
    "it": "Sai, ai tempi avevamo davvero una bandiera... beh, più che altro un pezzo di stoffa. Tuttavia, vederla significava sapere che avevi degli alleati nelle vicinanze, che eri nel tuo territorio. Quindi, stavo pensando...",
    "ja": "かつて、本当に旗を使っていたこともある。ただの布きれだが、旗を見れば味方が近くにいるとわかる。自分たちの縄張りだとわかるんだ。だから考えてみた…",
    "ko-KR": "예전에는 우리에게도 깃발이 있었어요. 뭐, 천 조각에 불과하긴 했지만요. 그래도 그걸 보면 근처에 동료가 있다는 걸, 우리 구역에 들어왔다는 걸 알 수 있었죠. 그래서 생각한 건데 말이죠…",
    "no": "Du vet, før i tiden hadde vi faktisk et flagg – vel, mer en tøyfille enn noe annet. Likevel, å se det betydde at du visste at du hadde allierte i nærheten, at du var på hjemmebane. Så, jeg tenkte...",
    "pl": "Za dawnych czasów mieliśmy nawet flagę. Tak naprawdę był to tylko kawałek materiału, ale sam jej widok oznaczał, że gdzieś blisko masz sprzymierzeńców, że jesteś na swoim terenie. Dlatego tak sobie pomyślałam…",
    "pt": "Antigamente, a gente tinha uma bandeira de verdade. Bom, estava mais pra um pedaço de pano. Mesmo assim, ver aquilo significava que você tinha aliados por perto, que estava no seu território. Então, eu estava pensando...",
    "pt-BR": "Antigamente, a gente tinha uma bandeira de verdade. Bom, estava mais pra um pedaço de pano. Mesmo assim, ver aquilo significava que você tinha aliados por perto, que estava no seu território. Então, eu estava pensando...",
    "ru": "Знаешь, а ведь раньше у нас был флаг. А точнее просто кусок ткани. Но при его виде сразу понимаешь, что рядом союзники, что ты на своей территории. И я тут подумала...",
    "sr": "Znaš, nekada smo zapravo imali zastavu - pa, više parče tkanine nego bilo šta drugo. Ipak, videti je značilo je znati da su saveznici blizu, da si na svom terenu. Pa sam razmišljao...",
    "tr": "Önceden bir bayrağımız vardı, daha ziyade bir kumaş parçasıydı gerçi. Yine de onu görmek çevrede müttefiklerinin olduğunu, kendi bölgende olduğunu bilmeni sağlıyordu. Ben de düşündüm ki...",
    "uk": "Знаєш, свого часу в нас був прапор — ну, радше шмат тканини, ніж щось інше. Та все ж, коли ти його бачив, то знав, що поруч союзники, що ти на своїй території. Тож я подумав…",
    "zh-CN": "话说，早年我们真有一面旗子——好吧，算是块破布。但看见它就代表附近有战友，算到了自家地盘。所以我在想……",
    "zh-TW": "你知道嗎？從前我們確實擁有過一面旗幟，雖然說基本上就是塊破布而已。不過，看到它就代表你知道附近有盟友、知道你在自己的地盤上。所以，我在想…"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Nå frem til Formicai-forposten i Dam Battlegrounds",
      "de": "Erreiche den Formicai-Außenposten auf den Damm-Schlachtfeldern.",
      "en": "Reach the Formicai Outpost in Dam Battlegrounds",
      "es": "Llega al puesto Formicai en los Campos de batalla de la Presa.",
      "fr": "Atteindre l'Avant-poste de Formicai du Champ de bataille du Barrage",
      "he": "הגע אל מוצב Formicai ב-Dam Battlegrounds",
      "hr": "Stigni do ispostave Formicai na Bojištu kod brane",
      "it": "Raggiungi l'avamposto Formicai nel campo di battaglia della Diga",
      "ja": "ダム戦場のフォルミカイ前哨基地に到達した",
      "ko-KR": "댐 전장의 개미탑 전초 기지에 도달하기",
      "no": "Nå Formicai Outpost i Dam Battlegrounds",
      "pl": "Dotrzyj do posterunku Formicai na terenie Zapory",
      "pt": "Vá até o Posto Avançado Formicai nos Campos de Batalha da Represa",
      "pt-BR": "Vá até o Posto Avançado Formicai nos Campos de Batalha da Represa",
      "ru": "Доберитесь до аванпоста Формикаи на поле битвы у дамбы.",
      "sr": "Stigni do Formicai Outpost-a u Dam Battlegrounds",
      "tr": "Baraj Savaş Alanı'ndaki Formicai Karakolu'na ulaş",
      "uk": "Дістаньтеся до аванпосту Formicai на мапі Dam Battlegrounds",
      "zh-CN": "抵达大坝战场的蚁丘山哨站",
      "zh-TW": "到達大壩戰場的蟻丘哨站"
    },
    {
      "da": "Find flaget ved Formicai Outpost",
      "de": "Suche die Flagge beim Formicai-Außenposten.",
      "en": "Locate the flag at the Formicai Outpost",
      "es": "Encuentra la bandera en el puesto Formicai.",
      "fr": "Localiser le drapeau à l'Avant-poste de Formicai",
      "he": "אתר את הדגל במוצב פורמיקאי",
      "hr": "Pronađi zastavu kod Formicai Outposta",
      "it": "Individua la bandiera all'avamposto Formicai",
      "ja": "フォルミカイ前哨基地で旗を探した",
      "ko-KR": "개미탑 전초 기지에서 깃발 찾기",
      "no": "Finn flagget ved Formicai Outpost",
      "pl": "Znajdź flagę na posterunku Formicai",
      "pt": "Localize a bandeira no Posto Avançado Formicai",
      "pt-BR": "Localize a bandeira no Posto Avançado Formicai",
      "ru": "Найдите флаг в аванпосте Формикаи.",
      "sr": "Pronađi zastavu u ispostavi Formicai",
      "tr": "Formicai Karakolu'ndaki bayrağı bul",
      "uk": "Знайдіть прапор на аванпості Formicai",
      "zh-CN": "在蚁丘山哨站找到旗帜",
      "zh-TW": "找出蟻丘哨站的旗幟"
    },
    {
      "da": "Hejs flaget på den lille platform med udsigt over Red Lake",
      "de": "Hisse die Flagge auf der kleinen Plattform mit Blick auf die Roten Seen.",
      "en": "Hoist the flag on the small platform overlooking the Red Lake",
      "es": "Iza la bandera en la plataforma pequeña con vistas a los lagos rojos.",
      "fr": "Hisser le drapeau sur la petite plateforme surplombant le Lac rouge",
      "he": "הנף את הדגל על המשטח הקטן המשקיף על האגם האדום",
      "hr": "Podigni zastavu na maloj platformi s pogledom na Red Lake",
      "it": "Issa la bandiera nella piccola piattaforma che dà sul Lago rosso",
      "ja": "赤い池を展望する小さな台に旗を揚げた",
      "ko-KR": "붉은 호수가 내려다보이는 작은 플랫폼에 깃발 게양하기",
      "no": "Heis flagget på den lille plattformen med utsikt over Red Lake",
      "pl": "Zawieś flagę na niewielkiej platformie nad Jeziorem Czerwonym",
      "pt": "Hasteie a bandeira na pequena plataforma com vista para o Lago Vermelho",
      "pt-BR": "Hasteie a bandeira na pequena plataforma com vista para o Lago Vermelho",
      "ru": "Поднимите флаг на небольшой платформе с видом на Алые озера.",
      "sr": "Podigni zastavu na malu platformu koja gleda na Crveno jezero",
      "tr": "Bayrağı Kızıl Göl'e bakan küçük platforma çek",
      "uk": "Підніміть прапор на малій платформі з видом на Червоне озеро",
      "zh-CN": "在俯瞰红湖的小平台上扬起旗帜",
      "zh-TW": "在可眺望紅湖的小平台上升起旗幟"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "mod_components",
      "quantity": 3
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10q"],
  "nextQuestIds": ["ss10u", "ss10t", "ss10v"],
  "updatedAt": "02/20/2026"
}
