{
  "id": "ss2",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Clearer Skies",
    "de": "Klarer Himmel",
    "fr": "Ciel dégagé",
    "es": "Cielos despejados",
    "pt": "Céus mais claros",
    "pl": "Jaśniejsze niebo",
    "no": "Klarere himmel",
    "da": "Klarere himmel",
    "it": "Cieli più sereni",
    "uk": "Ясніші небеса",
    "kr": "맑아진 하늘",
    "ru": "Чистое небо",
    "zh-CN": "晴朗天空",
    "ja": "晴れ渡る空",
    "tr": "Daha Açık Gökyüzü",
    "zh-TW": "晴朗天空",
    "sr": "Vedro Nebo",
    "hr": "Vedro Nebo"
  },
  "trader": "Shani",
  "description": {
    "en": "A swarm of disoriented wasps crashed near one of our skylights. You need to thin the ARC ranks before more accidents happen. And can you gather some particularly sturdy materials to repair the damage?",
    "de": "Ein Schwarm orientierungsloser Wespen ist in der Nähe eines unserer Oberlichter abgestürzt. Du musst die Reihen der ARC lichten, bevor noch mehr Unfälle passieren. Und kannst du ein paar besonders robuste Materialien sammeln, um den Schaden zu beheben?",
    "fr": "Un essaim de guêpes désorientées s'est écrasé près de l'un de nos puits de lumière. Tu dois éclaircir les rangs de l'ARC avant que d'autres accidents ne se produisent. Et peux-tu rassembler des matériaux particulièrement résistants pour réparer les dégâts ?",
    "es": "Un enjambre de avispas desorientadas se estrelló cerca de uno de nuestros tragaluces. Necesitas reducir las filas de ARC antes de que ocurran más accidentes. ¿Y puedes reunir algunos materiales especialmente resistentes para reparar el daño?",
    "pt": "Um enxame de vespas desorientadas caiu perto de uma das nossas claraboias. Você precisa reduzir as fileiras da ARC antes que mais acidentes aconteçam. E você pode coletar alguns materiais particularmente resistentes para reparar o dano?",
    "pl": "Rój zdezorientowanych os rozbił się w pobliżu jednego z naszych świetlików. Musisz przerzeżić szeregi ARC, zanim wydarzy się więcej wypadków. I czy możesz zebrać kilka szczególnie wytrzymałych materiałów, żeby naprawić szkody?",
    "no": "En sverm desorienterte veps krasjet nær ett av taklysene våre. Du må tynne ARC-rekkene før flere ulykker skjer. Og kan du samle noen spesielt solide materialer for å reparere skaden?",
    "da": "En sværm af desorienterede hvepse styrtede ned nær et af vores ovenlys. Du skal tynde ud i ARC-rækkerne, før der sker flere ulykker. Og kan du samle nogle særligt robuste materialer til at reparere skaden?",
    "it": "Uno sciame di vespe disorientate si è schiantato vicino a uno dei nostri lucernari. Devi sfoltire i ranghi degli ARC prima che accadano altri incidenti. E puoi raccogliere dei materiali particolarmente resistenti per riparare i danni?",
    "uk": "Рій дезорієнтованих ос розбився біля одного з наших світлових люків. Тобі потрібно провести чистку в рядах ARC, перш ніж станеться ще більше нещасних випадків. І чи можеш ти зібрати кілька особливо міцних матеріалів, щоб полагодити пошкодження?",
    "kr": "방향 감각을 잃은 말벌 떼가 우리 채광창 근처에 추락했어. 더 많은 사고가 일어나기 전에 ARC 녀석들 숫자를 줄여줘. 그리고 피해를 수리할 튼튼한 재료도 좀 모아올 수 있어?",
    "ru": "Рой дезориентированных ос врезался рядом с одним из наших световых люков. Тебе нужно проредить ряды ARC, пока не случилось больше несчастных случаев. И можешь ли ты собрать несколько особо прочных материалов, чтобы устранить повреждения?",
    "zh-CN": "一群迷失方向的黄蜂坠落在我们的一个天窗附近。你需要在更多事故发生之前削减ARC的数量。另外，你能收集一些特别坚固的材料来修复损坏吗？",
    "ja": "方向感覚を失ったハチの群れが天窓の近くに墜落した。これ以上事故が起きる前にARCの数を減らす必要がある。それと、損傷を修理するための頑丈な素材を集めてきてくれないか？",
    "tr": "Yönünü şaşırmış bir eşek arısı sürüsü çatı pencerelerimizden birinin yakınına düştü. Daha fazla kaza olmadan ARC saflarını seyreltmen gerekiyor. Ve hasarı onarmak için özellikle sağlam malzemeler toplayabilir misin?",
    "zh-TW": "一群迷失方向的黃蜂墜落在我們的一個天窗附近。你需要在更多事故發生之前削減ARC的數量。另外，你能收集一些特別堅固的材料來修復損壞嗎？",
    "sr": "Roj dezorijentisanih osa se srušio blizu jednog od naših krovnih prozora. Moraš prorediti redove ARC-a pre nego što se dogodi još nesreća. I možeš li sakupiti neke posebno izdržljive materijale da popraviš štetu?",
    "hr": "Roj dezorijentiranih osa srušio se blizu jednog od naših krovnih prozora. Moraš prorediti redove ARC-a prije nego što se dogodi još nesreća. I možeš li sakupiti neke posebno izdržljive materijale da popraviš štetu?"
  },
  "objectives": [
    {
      "en": "Destroy 3 ARC enemies",
      "de": "3 ARC-Gegner zerstören",
      "fr": "Détruisez 3 ennemis ARC",
      "es": "Destruye 3 enemigos ARC",
      "pt": "Destrua 3 inimigos ARC",
      "pl": "Zniszcz 3 wrogów ARC",
      "no": "Ødelegg 3 ARC-fiender",
      "da": "Ødelæg 3 ARC-fjender",
      "it": "Distruggi 3 nemici ARC",
      "uk": "Знищте 3 ворогів ARC",
      "kr": "아크 적 3명을 처치하세요",
      "ru": "Уничтожьте 3 врагов ARC",
      "zh-CN": "消灭3个ARC敌人",
      "ja": "ARCの敵を3体倒す",
      "tr": "3 ARC düşmanını yok et",
      "zh-TW": "消滅3個ARC敵人",
      "sr": "Uništite 3 ARC neprijatelja",
      "hr": "Uništite 3 ARC neprijatelja"
    },
    {
      "en": "Get 3 ARC Alloy for Shani",
      "de": "3 ARC-Legierung für Shani besorgen",
      "fr": "Obtenez 3 alliages ARC pour Shani",
      "es": "Consigue 3 aleaciones ARC para Shani",
      "pt": "Consiga 3 ligas ARC para Shani",
      "pl": "Zdobądź 3 stopy ARC dla Shani",
      "no": "Skaff 3 ARC-legeringer til Shani",
      "da": "Skaff 3 ARC-legeringer til Shani",
      "it": "Ottieni 3 leghe ARC per Shani",
      "uk": "Отримайте 3 сплави ARC для Шані",
      "kr": "샤니를 위해 아크 합금 3개를 구하세요",
      "ru": "Добудьте 3 сплава ARC для Шани",
      "zh-CN": "为莎妮获取3个ARC合金",
      "ja": "シャニのためにARC合金を3つ入手する",
      "tr": "Shani için 3 ARC Alaşımı al",
      "zh-TW": "為莎妮獲取3個ARC合金",
      "sr": "Nabavite 3 ARC legure za Shani",
      "hr": "Nabavite 3 ARC legure za Shani"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "arc_alloy",
      "quantity": 3
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "backpack_black_hiker_color",
      "quantity": 1
    },
    {
      "itemId": "sterilized_bandage",
      "quantity": 3
    },
    {
      "itemId": "light_shield",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss1"
  ],
  "nextQuestIds": [
    "ss4"
  ]
}
