{
  "id": "combat_recon",
  "name": {
    "da": "Kamprekognoscering",
    "de": "Kampfaufklärung",
    "en": "Combat Recon",
    "es": "Reconocimiento de combate",
    "fr": "Reconnaissance de combat",
    "he": "סיור קרבי",
    "hr": "Borbeno izviđanje",
    "it": "Ricognizione da combattimento",
    "ja": "戦闘の偵察",
    "ko-KR": "전투 정찰",
    "no": "Kamprekognosering",
    "pl": "Rozpoznanie bojowe",
    "pt": "Reconhecimento de Combate",
    "pt-BR": "Reconhecimento de Combate",
    "ru": "Разведка боем",
    "sr": "Borbeno izviđanje",
    "tr": "Çatışma Keşfi",
    "uk": "Бойова розвідка",
    "zh-CN": "战斗侦察",
    "zh-TW": "戰鬥偵察"
  },
  "map": ["buried_city"],
  "trader": "Shani",
  "requiredItemIds": [
    {
      "itemId": "spotter_relay",
      "quantity": 1
    }
  ],
  "grantedItemIds": [
    {
      "itemId": "binoculars",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Med de Bombardiers, der strejfer omkring, har ARC fundet en helt ny måde at tvinge Raiders ud af deres dækning.\r\n\r\nHvis du håber på at nedlægge en, skal du skærpe dine færdigheder og din strategi.",
    "de": "Mit diesen Kanonieren haben die ARC einen komplett neuen Weg gefunden, um Raider aus ihrer Deckung zu locken.\r\n\r\nWenn du einen ausschalten willst, musst du deine Fertigkeiten und deine Strategie verbessern.",
    "en": "With those Bombardiers roaming around, ARC has found an entirely new way to flush Raiders out of cover. \r\n\r\nIf you’re hoping to take one down, you’ll need to sharpen your skills and your strategy.",
    "es": "Con esos bombarderos rondando por ahí, a las ARC ahora les resulta más fácil sacar a los Raiders de sus escondrijos.\r\n\r\nSi piensas ir a por uno, primero tendrás que perfeccionar tus habilidades y tu estrategia.",
    "fr": "Avec ces Bombardiers qui rôdent, l'ARC a trouvé une toute nouvelle façon de déloger les Raiders de leurs abris. \r\n\r\nSi vous espérez en abattre un, il va falloir affûter vos compétences... et votre stratégie.",
    "he": "עם ה-Bombardiers שמסתובבים בשטח, ARC מצאו דרך חדשה לגמרי להוציא את ה-Raiders מהמחסה. \r\n\r\nאם אתה מקווה להוריד אחד מהם, תצטרך לחדד את הכישורים והאסטרטגיה שלך.",
    "hr": "S tim Bombarderima koji lutaju okolo, ARC je pronašao potpuno novi način da istjera Raidere iz zaklona. \r\n\r\nAko se nadaš srušiti jednog, morat ćeš izoštriti svoje vještine i strategiju.",
    "it": "Con quei Bombardieri che pattugliano la zona, gli ARC hanno trovato un modo completamente nuovo per stanare i Raider dalle coperture. \r\n\r\nSe speri di abbatterne uno, dovrai affinare abilità e strategia.",
    "ja": "ボンバルディアがそこらをうろついているおかげで、ARCはまったく新しいやり方で隠れているレイダーを引きずり出せるようになったんだ。\r\n\r\n倒したければ、腕と戦略を磨く必要があるよ。",
    "ko-KR": "봄바디어가 주위를 어슬렁거리고, 아크는 레이더를 엄폐지 밖으로 끌어내는 완전히 새로운 방법을 찾아냈어요. \r\n\r\n하나를 쓰러뜨리려면 실력도 전략도 갈고닦아야 할 거예요.",
    "no": "Med Bombardiers som streifer rundt, har ARC funnet en helt ny måte å jage Raiders ut av dekning på. \r\n\r\nHvis du håper å felle en, må du spisse både ferdighetene og strategien din.",
    "pl": "Dzięki bombardierom maszyny ARC znalazły nowy sposób na wypędzanie łupieżców zza osłon. \r\n\r\nJeśli chcesz samodzielnie załatwić bombardiera, musisz podszlifować umiejętności i ulepszyć strategię.",
    "pt": "Com os Bombardeiros soltos por aí, as ARC descobriram um jeito inédito de expor os Raiders escondidos. \r\n\r\nSe planeja derrubar um deles, vai precisar caprichar nas habilidades e na estratégia.",
    "pt-BR": "Com os Bombardeiros soltos por aí, as ARC descobriram um jeito inédito de expor os Raiders escondidos. \r\n\r\nSe planeja derrubar um deles, vai precisar caprichar nas habilidades e na estratégia.",
    "ru": "Повсюду рыщут «Бомбардиры», и ARC нашли новый способ выманивать рейдеров из укрытия.\r\n\r\nЕсли собираешься одолеть одного из них, то придется отточить свои навыки и тактику.",
    "sr": "S tim Bombarderima koji lutaju okolo, ARC je našao potpuno nov način da istera Rejdere iz zaklona. \r\n\r\nAko se nadaš da ćeš uništiti jednog, moraćeš da izoštriš svoje veštine i strategiju.",
    "tr": "Çevrede gezen Bombardımancılar sayesinde ARC'lar, Raider'ları siperden çıkarmak için yepyeni bir yol buldu. \r\n\r\nBirini indirmek istiyorsan becerilerini ve stratejini geliştirmen gerekiyor.",
    "uk": "Оскільки навкруги блукають Бомбардири, ARC знайшли зовсім новий спосіб викурювати Рейдерів з укриттів. \r\n\r\nЯкщо ви сподіваєтесь здолати одного з них, вам доведеться відточити свої навички та стратегію.",
    "zh-CN": "“投弹手”开始四处游荡，ARC显然找到了一种全新的方法将奇袭者从掩体中逼出来。\r\n\r\n如果想要击落“投弹手”，就需要提升你的技巧和策略。",
    "zh-TW": "那些投彈手加入後，ARC也有了把掠手逼出掩護的全新方法。\r\n\r\n若想解決投彈手，你的技巧和策略都得更刁鑽才行。"
  },
  "objectives": [
    {
      "da": "Find et dækningssted i parkeringshusets trappeopgange",
      "de": "Such dir im Treppenhaus des Parkhauses einen Platz zum Verstecken.",
      "en": "Scope out a cover spot in the Parking Garage staircases",
      "es": "Busca un punto de cobertura en las escaleras del aparcamiento.",
      "fr": "Repérer un endroit où vous abriter dans les escaliers du Parc de stationnement",
      "he": "אתר נקודת מחסה בחדרי המדרגות של חניון הרכבים",
      "hr": "Izvidi mjesto za zaklon na stubištima garaže",
      "it": "Perlustra un punto di copertura sulle scale del Parcheggio",
      "ja": "駐車ガレージの階段で身を潜められる場所を探し出す",
      "ko-KR": "주차 차고 계단실에서 엄폐지 찾기",
      "no": "Speid etter et dekningspunkt i trappene ved parkeringshuset",
      "pl": "Zbadaj kryjówkę na klatce schodowej parkingu podziemnego",
      "pt": "Procure um ponto de cobertura nas escadarias do Estacionamento",
      "pt-BR": "Procure um ponto de cobertura nas escadarias do Estacionamento",
      "ru": "Осмотрите укрытие на лестнице гаража на парковке.",
      "sr": "Osmotri mesto za zaklon na stepeništu Garaže",
      "tr": "Otopark'ın merdivenlerinde bir siper noktası bul",
      "uk": "Розвідайте місце для укриття на сходах паркінгу",
      "zh-CN": "探查停车场楼梯间的一个掩护点",
      "zh-TW": "在室內停車場的樓梯找到一個可提供掩護的地點"
    },
    {
      "da": "Find et dækningssted i busserne nær Marano Park",
      "de": "Such dir einen Platz in den Bussen in der Nähe des Marano-Parks, wo du dich verstecken kannst.",
      "en": "Scope out a cover spot in the buses near Marano Park",
      "es": "Busca un punto de cobertura en los autobuses que hay cerca del parque de Marano.",
      "fr": "Repérer un endroit où vous abriter dans les bus près du parc Marano",
      "he": "אתר נקודת מחסה באוטובוסים ליד פארק Marano",
      "hr": "Izvidi mjesto za zaklon u autobusima blizu parka Marano",
      "it": "Perlustra un punto di copertura negli autobus vicino al parco Marano",
      "ja": "マラーノ公園近くのバスで身を潜められる場所を探し出した",
      "ko-KR": "마라노 공원 근처 버스에서 엄폐지 찾기",
      "no": "Speid etter et dekningspunkt i bussene nær Marano Park",
      "pl": "Zbadaj kryjówkę w autobusach w pobliżu parku Marano",
      "pt": "Procure um ponto de cobertura entre os ônibus perto do Parque Marano",
      "pt-BR": "Procure um ponto de cobertura entre os ônibus perto do Parque Marano",
      "ru": "Осмотрите укрытие в кустах рядом с парком Марано.",
      "sr": "Osmotri mesto za zaklon u autobusima blizu Marano Parka",
      "tr": "Marano Parkı'nın yakınındaki otobüslerde bir siper noktası bul",
      "uk": "Розвідайте місце для укриття в автобусах біля парку Марано",
      "zh-CN": "探查马拉诺公园附近巴士中的掩护点",
      "zh-TW": "在馬拉諾公園附近的巴士之間找到一個可提供掩護的地點"
    },
    {
      "da": "Find et dækningssted på lofterne omkring Main Street",
      "de": "Such dir in den Dachböden an der Hauptstraße einen Platz zum Verstecken.",
      "en": "Scope out a cover spot in the attics around Main Street",
      "es": "Busca un punto de cobertura en los áticos de la avenida principal.",
      "fr": "Repérer un endroit où vous abriter dans les greniers autour de la Rue principale",
      "he": "אתר נקודת מחסה בעליות הגג סביב Main Street",
      "hr": "Izvidi mjesto za zaklon na tavanima oko Glavne ulice",
      "it": "Perlustra un punto di copertura nelle soffitte intorno al Corso principale",
      "ja": "メインストリート周辺の屋根裏部屋で身を潜められる場所を探し出した",
      "ko-KR": "중심가 다락에서 엄폐지 찾기",
      "no": "Speid etter et dekningspunkt på loftene rundt Main Street",
      "pl": "Zbadaj kryjówkę na strychu w pobliżu głównej ulicy",
      "pt": "Procure um ponto de cobertura nos sótãos perto da Rua Principal",
      "pt-BR": "Procure um ponto de cobertura nos sótãos perto da Rua Principal",
      "ru": "Осмотрите укрытие на одном из чердаков рядом с главной улицей.",
      "sr": "Osmotri mesto za zaklon na tavanima oko Glavne ulice",
      "tr": "Ana Cadde'nin yakınındaki tavan aralarında bir siper noktası bul",
      "uk": "Розвідайте місце для укриття на горищах навколо Мейн-стріт",
      "zh-CN": "探查主街周围阁楼的一个掩护点",
      "zh-TW": "在主街附近的閣樓找到一個可提供掩護的地點"
    },
    {
      "da": "Ødelæg 2 Spottere",
      "de": "Zerstöre 2 Aufklärer.",
      "en": "Destroy 2 Spotters",
      "es": "Destruye 2 vigías.",
      "fr": "Détruire 2 Observateurs",
      "he": "השמד 2 תצפיתנים",
      "hr": "Uništi 2 Spottera",
      "it": "Distruggi 2 Spotter",
      "ja": "スポッターを2体倒した",
      "ko-KR": "스포터 2개 파괴하기",
      "no": "Ødelegg 2 Spottere",
      "pl": "Zniszcz określoną liczbę czuwaczy (2)",
      "pt": "Destrua 2 Olheiros",
      "pt-BR": "Destrua 2 Olheiros",
      "ru": "Уничтожьте «Наводчиков»: 2.",
      "sr": "Uništi 2 Spotera",
      "tr": "2 Gözleyici yok et",
      "uk": "Знищіть 2 Спостерігачів",
      "zh-CN": "摧毁2个“侦察员”",
      "zh-TW": "摧毀2台探子"
    },
    {
      "da": "Aflevér et Spotter-relæ til Shani",
      "de": "Liefere ein Aufklärer-Relais an Shani.",
      "en": "Deliver a Spotter Relay to Shani",
      "es": "Entrégale un repetidor de vigía a Shani.",
      "fr": "Livrer un relais d'Observateur à Shani",
      "he": "מסור ממסר תצפיתן ל-Shani",
      "hr": "Dostavi Relej Spottera Shani",
      "it": "Consegna un relè Spotter a Shani",
      "ja": "スポッター中継器をシャニに届けた",
      "ko-KR": "샤니에게 스포터 릴레이 전달하기",
      "no": "Lever et Spotter-rele til Shani",
      "pl": "Dostarcz przekaźnik czuwacza Shani",
      "pt": "Entregue um Relé de Olheiro para Shani",
      "pt-BR": "Entregue um Relé de Olheiro para Shani",
      "ru": "Доставьте Шани передатчик «Наводчика».",
      "sr": "Dostavi Relej Spotera Shani",
      "tr": "Shani'ye bir Gözleyici Rölesi teslim et",
      "uk": "Доставте реле Спостерігача до Шані",
      "zh-CN": "将一个“侦察员”中继器交给萨尼",
      "zh-TW": "將探子繼電器送去給珊妮"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "firecracker",
      "quantity": 5
    },
    {
      "itemId": "fireworks_box",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x5", "ss10v"],
  "nextQuestIds": ["bombing_run"],
  "updatedAt": "02/20/2026"
}
