{
  "id": "ss4",
  "name": {
    "da": "Uden for radaren",
    "de": "Unter dem Radar",
    "en": "Off The Radar",
    "es": "Fuera del radar",
    "fr": "Hors du radar",
    "he": "מתחת לרדאר",
    "hr": "Izvan Radara",
    "it": "Fuori dal radar",
    "ja": "レーダー回避",
    "kr": "레이더 밖으로",
    "no": "Utenfor radaren",
    "pl": "Poza radarem",
    "pt": "Fora do radar",
    "pt-BR": "Fora do Radar",
    "ru": "Уход в тень",
    "sr": "Van Radara",
    "tr": "Radarın Dışında",
    "uk": "Поза радаром",
    "zh-CN": "脱离雷达",
    "zh-TW": "脫離雷達"
  },
  "map": ["buried_city", "the_spaceport", "dam_battlegrounds"],
  "trader": "Shani",
  "grantedItemIds": [
    {
      "itemId": "remote_raider_flare",
      "quantity": 2
    }
  ],
  "description": {
    "da": "Skaderne hernede var ret slemme, men infrastrukturen ovenover blev ramt endnu hårdere. Jeg har stadig nogle antenner, der ikke har virket siden stormen.",
    "de": "Der Schaden hier unten war ziemlich übel, aber die Infrastruktur oben hat es noch schlimmer erwischt. Ich hab noch einige Antennen, die seit dem Sturm nicht mehr funktionieren.",
    "en": "The damage down here was pretty bad, but the infrastructure up top got hit even worse. I still have some antennas that haven't been working since the storm.",
    "es": "El daño aquí abajo fue bastante grave, pero la infraestructura de arriba fue golpeada aún peor. Todavía tengo algunas antenas que no funcionan desde la tormenta.",
    "fr": "Les dégâts ici en bas étaient assez graves, mais l'infrastructure là-haut a été encore plus touchée. J'ai encore quelques antennes qui ne fonctionnent plus depuis la tempête.",
    "he": "הנזק כאן למטה היה די גרוע, אבל התשתית למעלה נפגעה עוד יותר. עדיין יש לי כמה אנטנות שלא עובדות מאז הסערה.",
    "hr": "Šteta ovdje dolje bila je prilično loša, ali infrastruktura gore je bila pogođena još gore. Još uvijek imam neke antene koje ne rade od oluje.",
    "it": "I danni quaggiù erano piuttosto gravi, ma l'infrastruttura lassù è stata colpita ancora peggio. Ho ancora alcune antenne che non funzionano dalla tempesta.",
    "ja": "ここの被害もひどかったが、上のインフラはもっとやられた。嵐以来動いていないアンテナがまだいくつかある。",
    "kr": "여기 아래 피해도 꽤 심했지만, 위의 인프라는 더 심하게 당했어. 폭풍 이후로 작동하지 않는 안테나가 아직 몇 개 있어.",
    "no": "Skadene her nede var ganske ille, men infrastrukturen oppe ble truffet enda verre. Jeg har fortsatt noen antenner som ikke har fungert siden stormen.",
    "pl": "Szkody tutaj na dole były dość poważne, ale infrastruktura na górze ucierpiała jeszcze bardziej. Wciąż mam kilka anten, które nie działają od czasu burzy.",
    "pt": "Os danos cá em baixo foram bastante maus, mas a infraestrutura lá em cima foi atingida ainda pior. Ainda tenho algumas antenas que não funcionam desde a tempestade.",
    "pt-BR": "Os danos aqui embaixo foram bem graves, mas a infraestrutura lá em cima foi atingida ainda pior. Ainda tenho algumas antenas que não funcionam desde a tempestade.",
    "ru": "Повреждения внизу были серьёзные, но инфраструктура наверху пострадала ещё сильнее. У меня всё ещё есть антенны, которые не работают со времён шторма.",
    "sr": "Šteta ovde dole bila je prilično loša, ali infrastruktura gore je bila pogođena još gore. Još uvek imam neke antene koje ne rade od oluje.",
    "tr": "Buradaki hasar oldukça kötüydü ama yukarıdaki altyapı daha da kötü etkilendi. Fırtınadan beri çalışmayan birkaç antenım var hâlâ.",
    "uk": "Пошкодження тут унизу були досить серйозні, але інфраструктура нагорі постраждала ще більше. У мене досі є кілька антен, які не працюють з часу бурі.",
    "zh-CN": "这里下面的损坏已经够严重了，但上面的基础设施受到的打击更大。我还有一些天线自从暴风雨以来就没有工作过。",
    "zh-TW": "這裡下面的損壞已經夠嚴重了，但上面的基礎設施受到的打擊更大。我還有一些天線自從暴風雨以來就沒有工作過。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Besøg et feltdepot",
      "de": "Ein Felddepot besuchen",
      "en": "Visit a Field Depot",
      "es": "Visita un depósito de campo",
      "fr": "Visitez un dépôt de terrain",
      "he": "בקר במחסן שטח",
      "hr": "Posjetite Terensko Skladište",
      "it": "Visita un deposito sul campo",
      "ja": "フィールド貯蔵庫に向かう",
      "kr": "야전 보급소 방문",
      "no": "Besøk et feltdepot",
      "pl": "Odwiedź depot polowy",
      "pt": "Visite um depósito de campo",
      "pt-BR": "Vá até um Depósito de Campo",
      "ru": "Посетите полевую станцию",
      "sr": "Posetite Terensko Skladište",
      "tr": "Bir Saha Deposunu ziyaret et",
      "uk": "Відвідайте польове депо",
      "zh-CN": "访问野外补给站",
      "zh-TW": "訪問野外補給站"
    },
    {
      "da": "Reparer antennen på taget af feltdepotet",
      "de": "Die Antenne auf dem Dach des Felddepots reparieren",
      "en": "Repair the antenna on the roof of the Field Depot",
      "es": "Repara la antena en el techo del depósito de campo",
      "fr": "Réparez l'antenne sur le toit du dépôt de terrain",
      "he": "תקן את האנטנה על גג מחסן השטח",
      "hr": "Popravite antenu na krovu Terenskog Skladišta",
      "it": "Ripara l'antenna sul tetto del deposito sul campo",
      "ja": "フィールド貯蔵庫の屋上のアンテナを修理する",
      "kr": "야전 보급소 지붕의 안테나 수리",
      "no": "Reparer antennen på taket av feltdepotet",
      "pl": "Napraw antenę na dachu depotu polowego",
      "pt": "Repare a antena no telhado do depósito de campo",
      "pt-BR": "Conserte a antena no telhado do Depósito de Campo",
      "ru": "Почините антенну на крыше полевой станции",
      "sr": "Popravite antenu na krovu Terenskog Skladišta",
      "tr": "Saha Deposunun çatısındaki anteni onar",
      "uk": "Відремонтуйте антену на даху польового депо",
      "zh-CN": "修理野外补给站屋顶的天线",
      "zh-TW": "修理野外補給站屋頂的天線"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "defibrillator",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss2", "ss3"],
  "nextQuestIds": ["ss5"],
  "updatedAt": "01/13/2026"
}
