{
  "id": "ss8",
  "name": {
    "da": "Sikker passage",
    "de": "Sicherer Durchgang",
    "en": "Safe Passage",
    "es": "Salvoconducto",
    "fr": "Passage sûr",
    "he": "מעבר בטוח",
    "hr": "Siguran Prolaz",
    "it": "Passaggio sicuro",
    "ja": "安全な通路",
    "kr": "안전한 통로",
    "no": "Trygg passasje",
    "pl": "Bezpieczne przejście",
    "pt": "Passagem segura",
    "pt-BR": "Travessia segura",
    "ru": "Безопасный проход",
    "sr": "Siguran Prolaz",
    "tr": "Güvenli Geçiş",
    "uk": "Безпечний прохід",
    "zh-CN": "安全通道",
    "zh-TW": "安全通道"
  },
  "trader": "Apollo",
  "grantedItemIds": [
    {
      "itemId": "light_impact_grenade",
      "quantity": 10
    },
    {
      "itemId": "snap_blast_grenade",
      "quantity": 3
    }
  ],
  "description": {
    "da": "Jeg har hørt rygter om et signal, som Shani har opfanget. ARC tilpasser sig konstant, og jeg er sikker på, at det ikke bliver deres sidste advarselssignal. Nå, hvis de vil have et våbenkapløb, så får de et.",
    "de": "Ich hab Gerüchte über ein Signal gehört, das Shani aufgefangen hat. Die ARC passen sich ständig an, und ich bin mir sicher, dass das nicht ihr letztes Warnsignal sein wird. Na ja, wenn sie ein Wettrüsten wollen, dann kriegen sie eins.",
    "en": "I've heard rumours about a signal that Shani picked up. The ARC are constantly adapting, and I'm sure this won't be their last warning signal. Well, if they want an arms race, they'll get one.",
    "es": "He oído rumores sobre una señal que Shani captó. Los ARC se adaptan constantemente, y estoy seguro de que esta no será su última señal de advertencia. Bueno, si quieren una carrera armamentística, la tendrán.",
    "fr": "J'ai entendu des rumeurs à propos d'un signal que Shani a intercepté. Les ARC s'adaptent constamment, et je suis sûr que ce ne sera pas leur dernier signal d'alerte. Eh bien, s'ils veulent une course aux armements, ils l'auront.",
    "he": "שמעתי שמועות על אות ש-Shani קלטה. ה-ARC מסתגלים כל הזמן, ואני בטוח שזה לא יהיה אות האזהרה האחרון שלהם. ובכן, אם הם רוצים מירוץ חימוש, הם יקבלו אחד.",
    "hr": "Čuo sam glasine o signalu koji je Shani uhvatila. ARC se stalno prilagođavaju, i siguran sam da to neće biti njihov posljednji signal upozorenja. Pa, ako žele utrku u naoružanju, dobit će je.",
    "it": "Ho sentito voci su un segnale che Shani ha captato. Gli ARC si adattano costantemente, e sono sicuro che questo non sarà il loro ultimo segnale di avvertimento. Beh, se vogliono una corsa agli armamenti, l'avranno.",
    "ja": "シャニが拾った信号について噂を聞いた。ARCは常に適応し続けている。これが最後の警告信号じゃないのは確かだ。まあ、軍拡競争がお望みなら、受けて立とう。",
    "kr": "샤니가 포착한 신호에 대한 소문을 들었어. ARC는 끊임없이 적응하고 있고, 이것이 마지막 경고 신호가 아닐 거라고 확신해. 뭐, 군비 경쟁을 원한다면, 해주지.",
    "no": "Jeg har hørt rykter om et signal som Shani fanget opp. ARC tilpasser seg hele tiden, og jeg er sikker på at dette ikke blir deres siste varselsignal. Vel, hvis de vil ha et våpenkappløp, så skal de få det.",
    "pl": "Słyszałem pogłoski o sygnale, który Shani przechwyciła. ARC ciągle się adaptują i jestem pewien, że to nie będzie ich ostatni sygnał ostrzegawczy. Cóż, jeśli chcą wyścigu zbrojeń, to go dostaną.",
    "pt": "Ouvi rumores sobre um sinal que a Shani captou. Os ARC estão constantemente a adaptar-se, e tenho a certeza de que este não será o último sinal de aviso deles. Bem, se querem uma corrida armamentista, vão tê-la.",
    "pt-BR": "Ouvi boatos sobre um sinal que a Shani captou. Os ARC estão se adaptando constantemente, e tenho certeza de que esse não será o último sinal de alerta deles. Bom, se eles querem uma corrida armamentista, vão ter uma.",
    "ru": "Я слышал слухи о сигнале, который перехватила Шани. ARC постоянно адаптируются, и я уверен, что это не последний их предупредительный сигнал. Что ж, если они хотят гонку вооружений — они её получат.",
    "sr": "Čuo sam glasine o signalu koji je Shani uhvatila. ARC se stalno prilagođavaju, i siguran sam da to neće biti njihov poslednji signal upozorenja. Pa, ako žele trku u naoružanju, dobiće je.",
    "tr": "Shani'nin yakaladığı bir sinyal hakkında söylentiler duydum. ARC sürekli uyum sağlıyor ve bunun son uyarı sinyalleri olmayacağından eminim. Eh, silahlanma yarışı istiyorlarsa, alacaklar.",
    "uk": "Я чув чутки про сигнал, який перехопила Шані. ARC постійно адаптуються, і я впевнений, що це не буде їхнім останнім попереджувальним сигналом. Що ж, якщо вони хочуть перегони озброєнь — вони їх отримають.",
    "zh-CN": "我听说了关于沙尼截获的一个信号的传闻。ARC在不断适应，我确信这不会是他们最后的警告信号。好吧，如果他们想要军备竞赛，那就给他们。",
    "zh-TW": "我聽說了關於沙尼截獲的一個信號的傳聞。ARC在不斷適應，我確信這不會是他們最後的警告信號。好吧，如果他們想要軍備競賽，那就給他們。"
  },
  "objectives": [
    {
      "da": "Ødelæg 2 ARC-fjender ved at bruge en eksplosiv granat",
      "de": "Zerstöre 2 ARC-Gegner mit jeweils einer Explosionsgranate",
      "en": "Destroy 2 ARC enemies using any explosive grenade",
      "es": "Destruye 2 enemigos ARC usando cualquier granada explosiva",
      "fr": "Détruisez 2 ennemis ARC avec n'importe quelle grenade explosive",
      "he": "השמד 2 אויבי ARC באמצעות רימון נפיץ כלשהו",
      "hr": "Uništite 2 ARC neprijatelja koristeći bilo koju eksplozivnu granatu",
      "it": "Distruggi 2 nemici ARC usando qualsiasi granata esplosiva",
      "ja": "任意のグレネードでARCを2体爆破する",
      "kr": "폭발 수류탄으로 아크 2명 처치",
      "no": "Ødelegg 2 ARC-fiender ved å bruke en eksplosiv granat",
      "pl": "Zniszcz 2 wrogów ARC używając dowolnego granatu wybuchowego",
      "pt": "Destrua 2 inimigos ARC usando qualquer granada explosiva",
      "pt-BR": "Destrua 2 inimigos ARC usando qualquer granada explosiva",
      "ru": "Уничтожьте 2 врагов ARC с помощью любой взрывной гранаты",
      "sr": "Uništite 2 ARC neprijatelja koristeći bilo koju eksplozivnu granatu",
      "tr": "Herhangi bir patlayıcı bomba kullanarak 2 ARC düşmanını yok et",
      "uk": "Знищте 2 ворогів ARC за допомогою будь-якої вибухової гранати",
      "zh-CN": "使用任意爆炸手榴弹摧毁2个ARC敌人",
      "zh-TW": "使用任意爆炸手榴彈摧毀2個ARC敵人"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "lil_smoke_grenade",
      "quantity": 5
    },
    {
      "itemId": "barricade_kit",
      "quantity": 3
    },
    {
      "itemId": "shrapnel_grenade",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss5"],
  "nextQuestIds": ["ss8a"],
  "updatedAt": "01/13/2026"
}
